Repository: chandusekhar/penates
Catalog: trunk/Penates/Penates/App_Resources/Menu.*.resx
Languages: es

source: Add Deposit
es: Agregar Deposito

source: Add Hall
es: Agregar Pasillo

# AddItemStates
source: Add Item State
es: Agregar Estado de un Item

# AddPack
source: Add a Pack
es: Agregar un Lote

source: Add Rack
es: Agregar Rack

source: Add Sector
es: Agregar Sector

# AddTemporaryDeposit
source: Add Temporal Deposit
es: Agregar Deposito Temporal

# AddUser
source: Create User
es: Crear Usuario

source: Admin
es: Administración

source: Search
es: Busqueda

# AsignSuppliers
source: Asign Suppliers to Product
es: Asignar Proveedores a un Producto

source: Assign to Distribution Center
es: Assignar a Centro de Distribución

# CategoryAdmin
source: Categories Administration
es: Administración de Categorias

source: Change Password
es: Cambiar Mi Contraseña

source: Create Inventory
es: Crear Inventario

source: Deposits
es: Depositos

# DepositsABM
source: Deposits Administration
es: Administración de Depositos

# DetailsPerDC
source: Distribution Center Details
es: Detalles por Centro de Distribución

# DistributionCenterABM
source: Distribution Centers Administration
es: Administración de Centros de Distribuciones

source: Distribution Centers
es: Centros de Distribuciones

source: Edit Last Inventory
es: Editar último Inventario

source: Edit Roles
es: Modificar Roles

source: Halls
es: Pasillos

# HallsABM
source: Halls Administration
es: Administración de Pasillos

source: Inventories
es: Inventarios

# ItemsStatesABM
source: Items States' Administration
es: Administración de Estados de los Items

source: Item States
es: Estados de los Items

source: Log Out
es: Desloguarse

source: Me
es: Yo

# Orders
source: Purchase Orders
es: Ordenes de Compra

source: Packs
es: Lotes

# PacksABM
source: Packs' Administration
es: Administración de Lotes

# ProductAdmin
source: Product Administration
es: Administración de Productos

source: Products
es: Productos

source: Profile
es: Perfil

# RacksABM
source: Racks Administration
es: Administración de Racks

# Receptions
source: Products Reception
es: Ingreso de Mercaderia

source: Reports
es: Reportes

# RoleAsignation
source: Roles Asignation
es: Asignación de Roles

# RolesAdmin
source: Roles Administration
es: Administración de Roles

source: Sales
es: Ventas

source: Sectors
es: Sectores

# SectorsABM
source: Sectors Administration
es: Administración de Sectores

# SupplierAdmin
source: Suppliers Administration
es: Administración de Proveedores

# TemporalDepositsABM
source: Temporal Deposits Administration
es: Administración de Depositos Temporales

source: Transactions
es: Transacciones

source: Transfers
es: Transferencias

source: Users
es: Usuarios

# UsersAdmin
source: Users Administration
es: Administración de Usuarios

# UsersRolesAdmin
source: User's Roles Asignation
es: Asignación de Roles

source: View Last Inventory
es: Ver último Inventario

source: Add Box
es: Agregar Cajas

source: Boxes
es: Cajas

# BoxesAdmin
source: Boxes Administration
es: Administración de Cajas

source: Add Container
es: Agregar Contenedor

# AddContainerType
source: Add Container's Type
es: Agregar Tipo de Contenedor

source: Containers
es: Contenedores

# ContainersAdmin
source: Container Administration
es: Administración de Contenedores

# ContainersTypesAdmin
source: Containers Types Administration
es: Administración de Tipos de Contenedores

source: Add External Distribution Center
es: Agregar Centro de Distribuciones Externo

source: Add Internal Distribution Center
es: Agregar Centro de Distribuciones Interno

source: Assign Roles
es: Asignar Roles

source: View Roles
es: Ver Roles

source: Categories
es: Categorias

source: Add Category
es: Agregar Categoria

source: Add Supplier
es: Agregar Proveedor

source: Suppliers
es: Proveedores

source: Change User Password
es: Cambiar Contraseña de Usuario

source: Add Product
es: Agregar Producto

source: Log In
es: Iniciar Sesión

source: Add Client
es: Agregar Cliente

source: Clients
es: Clientes

# ClientsAdmin
source: Clients' Administration
es: Administración de Clientes

source: Security Policies
es: Politicas de Seguridad

source: Home
es: Inicio

source: Fix Menu
es: Fijar Menu

source: Unfix Menu
es: Desfijar Menu

source: Assignations
es: Asignaciones

# AddValueSecurity
source: Add Valuea Security Rule
es: Agregar Regla de Seguridad por Valor

source: Security
es: Seguridad

source: Value Security
es: Seguridad por Valor
