Repository: chandusekhar/penates
Catalog: trunk/Penates/Penates/App_Resources/Resources.*.resx
Languages: es

# ProductWArt
source: The Product
es: El Producto

# ItemsReturned
source: Total Items Found:
es: Total de items encontrados:

source: Category
es: Categoria

source: Product
es: Producto

source: Products
es: Prodcutos

source: Suppliers
es: Proovedores

source: All
es: Todos

# SupplierWArt
source: The Supplier
es: El Proovedor

# ClientWArt
source: The Client
es: El Cliente

# Processing
source: Processing, please wait...
es: Pocesando, espere por favor...

source: Supplier
es: Proovedor

# CategoryWArt
source: The Category
es: La Categoria

# CategoryParent
source: Parent Category
es: Categoria Padre

# CategoryParentWArt
source: The Parent Category
es: La Categoria Padre

# CategoryChild
source: Child Category
es: Categoria Hija

# CategoryChildWArt
source: The Child Category
es: La Categoria Hija

# CommercialAgreements
source: Comercial Agreements
es: Acuerdos Comerciales

source: Policies
es: Politicas

# DistributionCenterWArt
source: The Distribution Center
es: El Centro de Distribuciones

source: Distribution Center
es: Centro de Distribuciones

source: Boxes
es: Cajas de Productos

source: Receptions
es: Recepciones

source: Order
es: Orden

source: Orders
es: Ordenes

# OrderWArt
source: The Order
es: La Orden

# BoxesWArt
source: The Boxes
es: Las Cajas

# DistributionCentersWArt
source: The Distribution Centers
es: Los Centro de Distribuciones

source: City
es: Ciudad

source: User
es: Usuario

# UserWArt
source: The User
es: El Usuario

# UsernameWArt
source: The Username
es: El Nombre de Usuario

# Role
source: Rol
es: Role

# RoleWArt
source: The Rol
es: El Role

source: Notification
es: Notificación

# NotificationWArt
source: The Notification
es: La Notificación

source: Deposit
es: Deposito

# DepositWArt
source: The Deposit
es: El Deposito

source: Temporary Deposit
es: Deposito Temporal

# TemporaryDepositWArt
source: The Temporary Deposit
es: El Deposito Temporal

# SectorWArt
source: The Sector
es: El Sector

# RacksWArt
source: The Racks
es: Los Racks

# RackWArt
source: The Rack
es: El Rack

source: Hall
es: Pasillo

# HallWArt
source: The Hall
es: El Pasillo

source: Container
es: Contenedor

source: Container Type
es: Tipo de Contenedor

# ContainerTypeWArt
source: The Container Type
es: El Tipo de Contenedor

# ContainerWArt
source: The Container
es: El Contenedor

# ProductsWArt
source: The Products
es: Los Productos

# ItemState
source: Item's State
es: Estado del Item

source: Pack
es: Lote

# PackWArt
source: The Pack
es: El Lote

# ItemStateWArt
source: The Item's State
es: El Estado del Item

source: Containers
es: Contenedores

source: Divition
es: Division

# DivitionWArt
source: The Divition
es: La Division

source: Box
es: Caja

# BoxWArt
source: The Box
es: La Caja

source: Sale
es: Venta

# SaleWArt
source: The Sale
es: La Venta

# InventoryWArt
source: The Inventory
es: El Inventario

# UsersWArt
source: The Users
es: Los Usuarios

# RuleWArt
source: The Rule
es: La Regla
