Repository: chandusekhar/penates
Catalog: trunk/Penates/Penates/App_GlobalResources/Forms/ModelFormsResources.*.resx
Languages: es

source: Address
es: Dirección

source: Barcode
es: Código de Barra

# BoxDepth
source: Product's Box Depth
es: Profundidad de la Caja

# BoxesQty
source: Boxes Quantity
es: Cantidad de Cajas

# BoxHeight
source: Product's Box Height
es: Alto de la Caja

# BoxSize
source: Product's Box Size
es: Tamaño de la Caja

# BoxWidth
source: Product's Box Width
es: Ancho de la Caja

source: Canceled
es: Cancelado

source: Canceled Order
es: Orden Cancelada

source: Capacity
es: Capacidad

source: Category
es: Categoria

source: Category ID
es: ID de la Categoria

source: City
es: Ciudad

# CityID
source: City
es: Ciudad

source: Delete
es: Eliminar Producto

source: Depth
es: Profundidad

source: Description
es: Descripción

source: Distribution Center ID
es: ID del Centro de Distribuciones

# DistributionCenterTypeID
source: Distribution Center's Type
es: Tipo de Centro de Distribuciones

source: Email
es: Dirección de Correo

# Floors
source: Number of Floors
es: Cantidad de Pisos

source: Free Space
es: Espacio Libre

# HasMinStock
source: Define Minimum Stock
es: Definir Cantidad de Stock Minima

source: Height
es: Alto

source: ID
es: Identificador

# ItemQty
source: Item Quantity
es: Cantidad de Items

source: Items Per Box
es: Unidades Por Caja

# MinStock
source: Minimum Stock Quantity
es: Cantidad de Stock Minima

# Name
source: Name/Reference
es: Nombre

source: Order Date
es: Fecha de la Orden

source: Order ID
es: Número de Orden

# Phone
source: Telephone No
es: Nro Telefonico

# PhotoPath
source: Product Image
es: Imagen del Producto

source: Product ID
es: ID Producto

source: Product Image
es: Imagen del Producto

# ProductName
source: Product's Name
es: Nombre del Producto

source: Purchase Price
es: Precio de Compra

source: Replace Picture
es: Reemplazar Imagen

# SearchID
source: Searched Item
es: Item Buscado

# SellerPrice
source: Sell Price
es: Precio de Venta

source: Size
es: Volumen

source: Supplier ID
es: ID del Proveedor

# SupplierName
source: Supplier's Name
es: Nombre del Proveedor

source: Supplier's Product Code
es: Código de Producto del Proveedor

source: Telephone
es: Telefono

source: Usable Used Space
es: Espacio Utilizable Ocupado

source: Usable Space
es: Espacio Utilizable

source: Width
es: Ancho

source: Used Space
es: Espacio Utilizado

source: External
es: Externo

source: Internal
es: Interno

# UsableSpacePercentage
source: Storage Space Used
es: % Almacenamiento Utilizado

# UsedPercentage
source: Assigned Space
es: % Espacio Asignado

# ContactName
source: Contact's Name
es: Nombre del Contacto

# Telephone2
source: Second Phone
es: Segundo Telefono

source: Confirm Password
es: Confirmar Contraseña

source: File Number
es: Legajo

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Password
es: Contrasena

source: Username
es: Nombre de Usuario

# IsBasic
source: Is this a basic Product?
es: Es este un Producto básico?

source: Active
es: Activos

source: Inactive
es: Inactivos

source: New Password
es: Contraseñaa Nueva

source: Last Login Date
es: Fecha de Ultimo Ingreso

source: Action
es: Acción

source: Date
es: Fecha

# HasMaxCapacity
source: Define Maximum Capacity
es: Definir la Capacidad Maxima

# Floor
source: Floor Number
es: Número de Piso

source: Temporary Deposit ID
es: ID del Deposito Temporal

# DepositID
source: Deposit's ID
es: ID del Deposito

source: Notifications
es: Notificaciones

source: Activity Stream
es: Registro de Actividad

source: Sector ID
es: ID del Sector

# DepositDescription
source: Deposit's Description
es: Descripción del Deposito

source: Categories
es: Categorias

# MaxDepth
source: Maximum Depth
es: Profundidad Máxima

# MaxHeight
source: Maximum Height
es: Altura Máxima

# MaxWidth
source: Maximum Width
es: Ancho Maximo

# HallID
source: Hall's ID
es: ID del Hall

# SectorDescription
source: Sector's Name
es: Nombre del Sector

source: Welcome
es: Bienvenido

source: Amount of products
es: Cantidad de productos

# AmountOfProductsTypes
source: Amount of proucts types
es: Cantidad de tipos de productos

source: Average of space covered
es: Media de espacio cubierto

source: Distribution Center address
es: Dirección del Centro de Distribución

source: Distribution Center valuation
es: Valuación

source: Country
es: Pais

source: Type
es: Tipo

source: Rack ID
es: ID del Rack

source: Hall Description
es: Descripción del Pasillo

source: Deposits
es: Depositos

source: Halls
es: Pasillos

source: Sectors
es: Sectores

source: Shelfs
es: Estantes

source: Code
es: Código

source: Container ID
es: ID del Contenedor

# ContainerTypeDescription
source: Container Type Name
es: Nombre del Tipo de Contenedor

# ContainerTypesID
source: Container Type ID
es: ID del Tipo de Contenedor

# IDShelfSubdivision
source: Shelf Subdivision ID
es: ID de la Subdivision de Estantes

source: Shelf Subdivision Name
es: Nombre de la Subdivisión de Estantes

source: Temporary Deposit Name
es: Nombre del Deposito Temporario

# DivitionNumber
source: Number of Divitions
es: Cantidad de Divisiones

# ShelfsNumber
source: Number of Shelves
es: Cantidad de Estantes

source: Received
es: Recibido

# RackCode
source: Rack's Code
es: Código del Rack

# DivitionWidth
source: Divitions' Width
es: Ancho de las Divisiones

# ShelfHeight
source: Shelfs' Height
es: Altura de los Estantes

source: Adquisition Date
es: Fecha de Adquisición

source: Is Waste
es: Es Merma

# Quantity
source: Items in the Box
es: Items por Caja

source: Reevaluate?
es: Reevaluar?

source: State ID
es: ID del Estado

source: Status ID
es: ID del Estado

# Transit
source: Is in Transit
es: Mercaderia en Transito

# PackID
source: Pack's ID
es: ID del Lote

# PackSerialCode
source: Pack's Code
es: Código del Lote

source: Status Description
es: Descripción del Estado

# COT
source: COT Number
es: Numero de COT

source: Expiration Date
es: Fecha de Vencimiento

source: Serial Number
es: Número de Serie

# HasExpirationDate
source: Define Expiration Date
es: Tiene Fecha de Vencimiento

source: Box ID
es: ID de la Caja

# UnitCost
source: Unit's Cost
es: Costo Unitario

# BuyerCost
source: Buyer's Cost
es: Precio de Compra

source: Reserved
es: Reservado

# ContainerTypeID
source: Container Type's ID
es: ID del Tipo de Contenedor

# RackDescritpion
source: Rack's Description
es: Descripción del Rack

source: Assign
es: Asignar

# BillNumber
source: Bill's Number
es: Número de Factura

# ClientID
source: Client's ID
es: ID del Cliente

# ClientName
source: Client's Name
es: Nombre del Cliente

# IsSale
source: Is this a sale?
es: Es esta una venta?

# SaleDate
source: Sale's Date
es: Fecha de Venta

# SaleID
source: Sale's ID
es: ID de la Venta

# CityName
source: City's Name
es: Nombre de la Ciudad

source: Deleted
es: Borrado

source: Deactivated
es: Desacticado

# RoleID
source: Role's ID
es: ID del Rol

# PasswordDigits
source: Password's Minimum Digits
es: Cantidad Minima de Numeros para la Contraseña

# PasswordLower
source: Password's Minimum Lowercase Characters
es: Cantidad Minima de Caracteres en Minuscula para la Contraseña

# PasswordMax
source: Password's Maximum Lenght
es: Longitud Maxima de la Contraseña

# PasswordMin
source: Password's Minimum Lenght
es: Longitud Minima de la Contraseña

# PasswordSymbols
source: Password's Minimum Symbols
es: Cantidad Minima de Simbolos para la Contraseña

# PasswordUpper
source: Password's Minimum Upercase Characters
es: Cantidad Minima de Caracteres en Mayuscula para la Contraseña

# UsernameDigits
source: Usernames's Minimum Digits
es: Cantidad Minima de Numeros para el Nombre de Usuario

# UsernameLower
source: Usernames's Minimum Lowercase Characters
es: Cantidad Minima de Caracteres en Minuscula para el Nombre de Usuario

# UsernameMax
source: Username's Maximum Lenght
es: Longitud Maxima del Nombre de Usuario

# UsernameMin
source: Username's Minimum Lenght
es: Longitud Minima del Nombre de Usuario

# UsernameSymbols
source: Usernames's Minimum Symbols
es: Cantidad Minima de Simbolos para el Nombre de Usuario

# UsernameUpper
source: Usernames's Minimum Upercase Characters
es: Cantidad Minima de Caracteres en Mayuscula para el Nombre de Usuario

# HasPasswordDigits
source: Define Password's Minimum Digits
es: Definir la Cantidad Minima de Numeros para la Contraseña

# HasPasswordLower
source: Define Password's Minimum Lowecase Characters
es: Definir la Cantidad Minima de Caracteres en Minuscula para la Contraseña

# HasPasswordMax
source: Define Password's Maximum Lenght
es: Definir la Longitud Maxima de la Contraseña

# HasPasswordMin
source: Define Password's Minimum Lenght
es: Definir la Longitud Minima de la Contraseña

# HasPasswordSymbols
source: Define Password's Minimum Symbols
es: Definir la Cantidad Minima de Simbolos para la Contraseña

# HasPasswordUpper
source: Define Password's Minimum Upercase Characters
es: Definir la Cantidad Minima de Caracteres en Mayuscula para la Contraseña

# HasUsernameDigits
source: Define Usernames's Minimum Digits
es: Definir la Cantidad Minima de Numeros para el Nombre de Usuario

# HasUsernameLower
source: Define Username's Minimum Lowecase Characters
es: Definir la Cantidad Minima de Caracteres en Minuscula para el Nombre de Usuario

# HasUsernameMax
source: Define Username's Maximum Lenght
es: Definir la Longitud Maxima del Nombre de Usuario

# HasUsernameMin
source: Define Username's Minimum Lenght
es: Definir la Longitud Minima del Nombre de Usuario

# HasUsernameSymbols
source: Define Usernames's Minimum Symbols
es: Definir la Cantidad Minima de Simbolos para el Nombre de Usuario

# HasUsernameUpper
source: Define Usernames's Minimum Upercase Characters
es: Definir la Cantidad Minima de Caracteres en Mayuscula para el Nombre de Usuario

# SessionTime
source: Session Timeout
es: Tiempo de caducidad de la Sesion

# ContainerCode
source: Container's Code
es: Codigo del Contenedor

# HasMaxOrderTotal
source: Define Max Order's Total
es: Definir Total Maximo para las Compras

# HasMaxProductPrice
source: Define Max Product Price
es: Definir Precio Maximo para los Productos

# HasMinOrderTotal
source: Define Min Order's Total
es: Definir Total Minimo para las Compras

# HasMinProductPrice
source: Define Min Product Price
es: Definir Precio Minimo para los Productos

# MaxOrderTotal
source: Max Order's Total
es: Total Maximo para las Compras

source: Max Product Price
es: Precio Maximo para los Productos

# MinOrderTotal
source: Max Order's Total
es: Total Minimo para las Compras

source: Min Product Price
es: Precio Minimo para los Productos
