Repository: chandusekhar/penates
Catalog: trunk/Penates/Penates/App_Resources/Messages/Messages.*.resx
Languages: es

# ActivatedItem
source: {0} with ID: {1} has been successfully restored
es: {0} con ID: {1} ha sido restaurado en el sistema

# ActivatedItems
source: {0} have been successfully activated
es: {0} han sido satisfactoriamente activados

# CancelledItem
source: {0} has been successfully canceled
es: {0} ha sido satisfactoriamente cancelado

# DeactivatedItem
source: {0} with ID: {1} has been successfully markes as inactive
es: {0} con ID: {1} ha sido marcado como inactivo

# DeactivatedItems
source: {0} have been successfully deactivated
es: {0} han sido satisfactoriamente desactivados

# DeactivatedUserNotification
source: The User with Username: {0} and Filenumber: {1} has been deactivated automatically due to inactivity
es: El Usuario con Nombre de Usuario: {0} y Legajo: {1} ha sido desactivado automaticamente debido a inactividad.

# DeletedItem
source: {0} with ID: {1} has been successfully deleted
es: {0} con ID: {1} ha sido satisfactioriamente eliminado

# EditNotFound
source: {0} was not found, add it instead
es: {0} no fue encontrado, agreguelo en su lugar

# EmptyContainerMoved
source: The Container {0} was moved to the Temporary Deposit "{1}" (ID: {2}
es: El Contenedor {0} ha sido movido al Deposito Temporal "{1}" (ID: {2}

# ItemNotFound
source: {0} with ID: {1} has not been found create a new Item if desired
es: {0} con ID: {1} no ha sido encontrado. Cree uno nuevo llenando el formulario si desea

# JavascriptDeactivated
source: Activate Javascript in your browser in order to see this page correctly
es: Debe activar Javascript en su navegador para poder visualizar esta página correctamente

# LoggingIn
source: Login in, please wait...
es: Iniciando Sesión, por favor espere...

# OperationSuccessfull
source: Operation Completed Successfully
es: La operación se ha realizado con exito

# PasswordChangeSuccessfull
source: Successfully Changed User Password
es: La contraseña ha sido cambiada con exito

# PasswordsPolicyChange
source: The password policy has changed and your password doesn't meet the specified requirements. Please change your password for a more strong instead.
es: Las politicas de la contraseña han cambiado y su contraseña no cumple con las nuevas politicas. Por favor, cambie su contraseña para ajustarse a las nuevas politicas.

# ReceptionActivity
source: The order {0} has been recieved in {1}
es: La orden {0} ha sido recibida en {1}

# ReceptionNotification
source: The Order number {0} from {1} has been recieved.
es: La Orden numero {0} del proveedor {1} ha sido recibida.

# RestoredItem
source: {0} has been successfully restored
es: {0} ha sido satisfactoriamente restaurado

# SaleActivity
source: {0} boxes has been sold to the client {1}
es: {0} cajas se han vendido al cliente {1}

# SaleAnnulated
source: The Sale has been annuled
es: La Venta ha sido anulada

# SaleApproved
source: The Sale has been reapproved
es: La Venta ha sido restaurada

source: Select City
es: Seleccione la Ciudad

source: Select Country
es: Seleccione el Pais

# SelectState
source: Select State/Province
es: Seleccione el Estado o Provincia

# ShowConstraintsOnPopup
source: De you want Penates to show the delete constraints on a Popup?
es: Desea que Penates muestre las restricciones de borrado en un Popup?

# ShowErrorsOnPopup
source: De you want Penates to show this error on a Popup?
es: Desea que Penates muestre los errores en un Popup?

# SuccessfullAdd
source: {0} was added successfully
es: {0} fue agregado exitosamente

# SuccessfullAssign
source: {0} was assigned successfully
es: {0} fue sasignado exitosamente

# SuccessfullUnassign
source: {0} was unassigned successfully
es: {0} fue desasignado exitosamente

# SureToActivate
source: Are you sure you want to activate {0}?
es: Seguro que desea Activar {0}?

# SureToAdd
source: Are you sure you want to add {0}?
es: Seguro desea agregar {0}?

# SureToCancel
source: Are you sure you want to cancel {0}?
es: Seguro que desea Cancelar {0}?

# SureToDeactivate
source: Are you sure you want to deactivate {0}?
es: Seguro que desea Desactivar {0}?

# SureToDelete
source: Are you sure you want to delete {0}?
es: Seguro que desea eliminar {0}?

# SureToRestore
source: Are you sure you want to restore {0}?
es: Seguro que desea Restaurar {0}?

# SureToUnassign
source: Are you sure you want to unassign {0} for {1}?
es: Seguro desea desasignar {0} de {1}?

# TransferActivity
source: {0} boxes recieved in {1} from {2}
es: {0} cajas recibidas en {1} provenientes de {2}

# UnsignedUser
source: You need to sign in to use the system's functionalities
es: Debera iniciar sesión para poder utilizar las funcionalidades del sistema
