Repository: chandusekhar/penates
Catalog: trunk/Penates/Penates/App_Resources/Errors/Errors.*.resx
Languages: es

# AlreadyDeletedAlert
source: {0} with ID: {1} has already been deleted or does not exist in the Database
es: {0} con ID: {1} ya ha sido eliminado del sistema o no existe en el sistema

# AutonumberedIDError
source: Error when getting the autogenerated ID when trying to save an object to the Database
es: Error al tratar de obtener el Código de Identificación de un objeto al tratar de guardarlo en la Base de Datos

# ConverterFileNull
source: The parameter file to convert should not be null
es: El archivo a convertir no debe ser nulo

# DatabaseError
source: Error while trying to access the database. Database could be down or unaccesible.
es: Error al intentar acceder a la Base de Datos del sistema. La Base de Datos puede estar caida o inaccesible.

# JavascriptDisabled
source: The browser must have JavaScript enabled in order for Penates Inventory System to work correctly
es: El navegador debe tener JavaScript activada para que Penates Inventory System pueda funcionar correctamente

# SearchIDError
source: The id from {0} is not a valid ID or is null
es: El ID de {0} no es un ID valido o es nulo.

# SPError
source: The transaction executed by the Stored Procedure could not be completed. The Stored Procedure returned an error state.
es: La transacción ejecutada por el stored procedure no pudo ser completada. El Stored Procedure devolvio un estado de error.

# AddIDNull
source: {0} ID you were trying to add is null. Make sure you select a value from the search box
es: El ID del {0} que se esta intentando agregar es nulo. Asegurese de haber seleccionado un valor del autosugerido por la busqueda.

# FormValidationError
source: There was a problem with the input data.
es: Hubo un problema con los datos ingresados

# OperationUnsaccessfull
source: The operation did not terminate correctly
es: La operación no se ha ejecutado con exito

# UnassignUnsaccessfull
source: {0} has already been deleted or can't be deleted from the Database
es: {0} ya ha sido eliminado o no puede ser eliminado de la Base de Datos

# FilterIDNull
source: {0} ID to add to is null. Enter a {1} ID in the upper textbox to continue
es: El ID de {0} a agregar es nula. Ingrese un ID de {1} en la casilla para continuar

# DeleteIDNull
source: The ID of {0} to delete was null
es: El ID de {0} a eliminar es nula

# ChildAdd
source: Error when trying to add the child
es: Error al intentar agregar el hijo

# ParentAdd
source: Error when trying to add the parent
es: Error al intentar agregar el padre

# AlreadyCancelledAlert
source: {0} has already been cancelled or does not exist in the Database
es: {0} ya ha sido cancelado o no existe en el sistema

# AlreadyRestoredAlert
source: {0} is not cancelled or does not exist in the Database
es: {0} no esta cancelado o no existe en el sistema

# GetCategoryNameError
source: Error: Can't get or find Category with ID {0}
es: Error: No se puede obtener o encontrar la Categoria con ID {0}

# NewSpaceTooSmall
source: The new Size assigned is too small. Free space in order to reduce the size.
es: El nuevo tamaño es demasiado pequeno. Libere espacio para poder reducir el tamano al considerado.

# InvalidLogin
source: Username or password are invalid
es: El nombre de usuario o la contraseña son invalidos

# AllreadyExists
source: {0} allready exists in the system
es: {0} ya existe en la base de datos

# IDNull
source: {0} ID can't have a null value
es: El ID de {0} no puede ser nula

# NewSpaceTooSmallWSize
source: The new Size assigned is too small. Space should be grater than {0}
es: El nuevo tamaño es demasiado pequeno. El tamano deberia ser mayo a {0}

# EditRackError
source: Can't edit Rack's size, shelfs or divitions numbers because it still has products in it.
es: No se puede editar el tamano, cantidad de estantes o cantidad de divisiones del Rack ya que todavia tiene productos asignados a el.

# MovementError
source: Cannot move {0} to a {1}
es: No se puede mover {0} a un {1}

source: Box
es: Caja

# ContainerTooSmall
source: Container too small for the Selected box size. Container ID
es: El Contenedor seleccionado es mas chico que la caja. ID del Contenedor

# NotEnoughContainers
source: There are not enough containers of type
es: No hay suficientes contenedores de tipo

source: Requested
es: Solicitados

# LocationMissing
source: Can not find an empty location in the selected Distribution Center for the requested containers.
es: No se encontro un lugar disponible para el Contenedor Seleccionado en el Centro de DIstribucion destino.

# ReceptionDBError
source: Problem saving reception to Database
es: No se pudo registrar la recepcion en la BD

# RequestedContainersError
source: There is a problem with the amount of requested containers. Verify it is not 0.
es: Hay un problema con la cantidad de contenedores solicitada. Verifique que sea mayor a cero.

# NotEnoughContainersForAllBoxes
source: There is an internal calculation problem with the amount of boxes that can be assigned to the selected container type. The recieved boxes don't feet int the cointeners requested.
es: Hay un problema con el calculo de la cantidad de cajas por contenedor. La cantidad de cajas recibidas no entran en la cantidad de contenedores solicitados.

# MisssingCategoriesError
source: Order can not be store in the selected Distribution Center. The followed Product Categories are not present
es: La orden no puede ser guardada en el Centro de Distribución seleccionado. Las siguientes Categorias presentes en la Orden no se encuentran en el Ningún deposito

# WrongRequest
source: Wrong request. There are not Temporary Deposit in External Distribution Centers
es: Error en solicitud. No hay depositos temporales en los Centros Distribuciones Externos.

# NotEnoughSpace
source: There is not enough space in the selected Distribution Ceneter.
es: No hay suficiente espacio disponible en el Centro de Distribución seleccionado para guardar el pedido.

# OrderAlreadyProcessed
source: The selected Order it's already Processed
es: La Orden seleccionada ya fue procesada.

# CaptchaFailed
source: CAPTCHA verification failed
es: Ingreso un texto para el CAPTCHA erroneo

# CaptchaSuccessfull
source: CAPTCHA Verification Successfull!
es: Verificación del CAPTCHA Exitosa

# CantChangeOwnRoles
source: You can't change your own roles
es: No puede cambiar sus propios roles

# ExternalDistributionCenterInvalid
source: {0} is not a valid External Distribution Center
es: {0} no es un Centro de Distribuciones Externo

source: Order not found.
es: No se encontro la Orden

# AllProductsMustHaveAContainer
source: All Products must have a Container Type assigned
es: Todos los Productos deben tener un Tipo de Contenedor Asignado

# NoLocationError
source: The System could not find a location with the requested charasteristics
es: El Sistema no pudo encontrar una locación con las caracteristicas solicitadas

# SecurityParametersError
source: Error when trying to access the security settings, please try again later.
es: Error al intentar acceder a las configuracione de seguridad, por favor intente de nuevo mas tarde.
