Repository: chandusekhar/penates
Catalog: trunk/Penates/Penates/App_Resources/Errors/ExceptionMessages.*.resx
Languages: es

# ActivateException
source: Error when trying to activate {0} with ID: {1}
es: Error al tratar de activar {0} con ID: {1}

# AddException
source: Error when trying to add a {0} to a {1}
es: Error al tratar de agregar un {0} a un {1}

# BoxAllreadySoldException
source: The Box with ID: "{0}" has allready been sold
es: La Caja con ID: "{0}" ya ha sido vendida

# DeactivateException
source: Error when trying to deactivate {0} with ID: {1}
es: Error al tratar de desactivar {0} con ID: {1}

# DeleteConstraintMessage
source: {0} still has {1} associated to it and can't be deleted. Delete {2} first in order to delete it successfully.
es: {0} tiene {1} asociados a el y no puede ser eliminado. Elimine primero {2} para eliminarlo satisfactoriamente.

# DeleteException
source: Error when trying to delete {0} with ID {1} from the database
es: Error al tratar de eliminar {0} con ID: {1} de la Base de Datos

# DeleteExceptionNoID
source: Error when trying to delete {0} from the system
es: Error al tratar de eliminar {0} del sistema

# ForeignKeyConstraintException
source: The {0} with ID '{1}' does not exist as a valid {0} in the database.
es: No existe {0} con Identificador '{1}' en la Base de Datos.

# GetConstraintException
source: Error when trying to get constrains for {0} with ID: '{1}'
es: Error al tratar de obtener las restricciones para {0} con ID: '{1}'

# HierarchyChildExceptionCircularMessage
source: {0} is a parent in the Hierarchy of {1}. This would form a cicular hierarchy dependency!
es: {0} es un padre en la Jerarquia de {1}. Esto formaria una dependencia circular de Jerarquias!

# HierarchyChildExceptionMessage
source: {0} is already a child of {1}
es: {0} ya es un hijo de {1}

# HierarchyExceptionTitle
source: {0}: Hierarchy Exception
es: {0}: Error en las Jerarquias

# HierarchyParentExceptionCircularMessage
source: {0} is a child in the Hierarchy of {1}. This would form a cicular hierarchy dependency!
es: {0} es un hijo en la Jerarquia de {1}. Esto formaria una dependencia circular de Jerarquias!

# HierarchyParentExceptionMessage
source: {0} is already a parent of {1}
es: {0} ya es un padre de {1}

# IDNotFoundException
source: Could not find {0} with ID {1} in the database.
es: No se pudo hallar el ID {0} en la Base de Datos.

# InvalidIdSearch
source: Error when trying to retrieve {0} with ID {1} from the database
es: Error al tratar de consultar {0} con ID: {1} de la Base de Datos

source: Invalid Sort Exception
es: Forma de Ordenamiento Invalida

# ItemAlreadyExist
source: {0} already exists in the database
es: {0} ya existe en el sistema

# ItemDeletedException
source: You were trying to bring the data of {0} with ID={1}, but that {2} was deleted
es: Se estaba tratando de traer los datos de {0} con ID = {1}, pero ese {2} ha sido eliminado.

# ParametersNulls
source: {0} or {1} should be set and should not be a null value.
es: {0} o {1} deben estar seteados y no deben ser valores nulos.

# SaveException
source: Error when trying to save {0} to the Database
es: Error al tratar de salvar {0} a la Base de Datos

# StoredProcedureException
source: The Executed Stored Procedure returned an error state
es: El Stored Procedure ejecutado ha retornado un error

# TemporaryDepositsOutOfSpace
source: There is no room available in the Temporary Deposits for the Container with ID: {0} to move. The container is now empty and will remain on shelf {1}
es: No se puede mover el Contenedor con ID: {0} a ningun Deposito Temporal ya que no hay espacio disponible en ninguno. El Contenedor permanecera en el Estante {1}

# UnassignException
source: Error when trying to unasigna a {0} from a {1}
es: Error al tratar de desasignar un {0} de un {1}

# UniqueRestrictionException
source: {0} should be a unique value in the database. The value '{1}' already exists.
es: {0} debe ser una valor unico en la Base de Datos. El valor '{1}' ya existe en la misma.
