Repository: chandusekhar/penates
Catalog: trunk/Penates/Penates/App_Resources/Forms/Model/FormsErrors.*.resx
Languages: es

# BarcodeLength
source: The Barcode should be less than 128 characters long
es: La longitud del Código de Barras debe ser menor a 128 caracteres

# BarcodeRequired
source: You need to enter the Barcode in order to continue
es: Necesita ingresar el Código de Barras para poder continuar

# CurrencyTypeError
source: The {0} should have a currency format
es: {0} debe tener formato de moneda

# DateTypeError
source: The {0} should have a Date Value
es: El valor de {0} debe ser una fecha valida

# DescriptionLength
source: The description should only be {1} long
es: La descripción puede contener un maximo de {1} caracteres

# DescriptionType
source: The Description should be a text value
es: La Descripción debe ser un valor numerico

# DimentionTooBig
source: {0} is too big. It should be less than {1}
es: {0} es muy grande. Deberia ser menor a {1}

# DistributionCenterRequired
source: You need to enter the Distribution Center in order to continue
es: Necesita ingresar un Centro de Distribución para poder continuar

# DistributionCenterValid
source: You need to enter a valid Distribution Center in order to continue
es: Necesita ingresar un Centro de Distribución valido para poder continuar

# EmailError
source: The {0} should be a valid email address
es: El/la {0} debe ser una dirección de correo electronica valida

# ExtensionError
source: The file's extension for {0} should be of one of the following: {1}
es: La extension del archivo para {0} debe tener una de las siguientes: {1}

# FloorTooBig
source: The Floor Number is to big. {0} only has {1} floors.
es: El numero de piso es muy grande. {0} tiene unicamente {1} pisos.

# GraterOrEqualThanError
source: The {0} should be a value grater or equal to {1}
es: El {0} debe ser un valor mayor o igual a {1}

# GraterThanError
source: The {0} should be a value grater than {1}
es: El {0} debe ser un valor mayor a {1}

# ImageSizeError
source: The {0} you entered is too large, it should be less than 4Mb
es: La {0} ingresada es muy grande, el archivo debe ser menor a los 4Mb

# IntegerError
source: The {0} should be an integer number
es: El {0} debe ser un numero entero

# InvalidCharacters
source: Invalid characters. {0} should only have {1}
es: Caracteres invalidos. {0} solo debe contener {1}

# IvalidUsername
source: Invalid {0}, please choose a diferent username
es: {0} invalido, por favor elija uno diferente

# LenghtError
source: The length of {0} should be less or equal than {1}
es: El/la {0} debe tener una longitud menor o igual a {1}

# MinLengthError
source: The lenght of the {0} should be at least {1} characters long
es: La longitud de {0} debe contener al menos {1} caracteres

# MinMaxLenghtError
source: The length of {0} should be less or equal than {1} and grater or equal than {2}
es: El/la {0} debe tener una longitud menor o igual a {1} y mayor o igual a {2}

# NameLength
source: The Name should be less than 128 characters long
es: La longitud del Nombre debe ser menor a 128 caracteres

# NameRequired
source: You need to enter the Name in order to continue
es: Necesita ingresar el Nombre para poder continuar

# NumericTypeError
source: The {0} should have a numeric value
es: El {0} debe tener un valor numerico

# PasswordErrorMessage
source: {0} should be at least {1} lenght long and have a maximum of {2} characters. It should also have at least {3} lowercase letters, {4} uppercase, {5} digits and {6} symbols
es: {0} debe tener una logitud de por lo menos {1} caracteres y un maximo de {2}. Ademas, debera tener al menos {3} letras minusculas, {4} mayusculas, {5} digitos y {6} symbolos

# PasswordPolicyError
source: The password should contain at least 1 upper case character and at least one number or symbol character.
es: La contraseña debe contener al menos una letra mayuscula y al menos un número o simbolo.

# PasswordSameAsOld
source: The new and old passwords should not be the same
es: La nueva contraseña debera ser diferente a la anterior

# PasswordSameAsUser
source: The password should differ from the username
es: La contraseña debera ser diferente al nombre de usuario

# PasswordsDontMatch
source: The password and confirmation password do not match
es: Las contraseñas no coinciden

# PhoneError
source: The {0} should be a valid phone number
es: El {0} debe ser un numero de telefono válido

# ProductIDRange
source: You should enter a valid Id number (Numerica and grater than 0)
es: Se debe ingresar un número de Identifiacion valido (Numerico y mayor que 0)

# ProductIDRequired
source: You need to enter the Porduct ID in order to continue
es: Necesita ingresar el Identificador del producto para poder continuar

# RangeError
source: The {0} should be a value between {1} and {2}
es: El {0} debe ser un valor entre {1} y {2}

# RequiredError
source: You need to enter the {0} in order to continue
es: Necesita ingresar el {0} para poder continuar

# SellerPriceRequired
source: You need to enter the Seller's Price in order to continue
es: Necesita ingresar el Precio de Venta para poder continuar

# SellerPriceTypeError
source: You should enter a numeric value as the Seller's Price
es: Debe ingresar un valor numerico como Precio de Venta

# StringLenghtError
source: The {0} should only be {1} long
es: {0} puede contener un máximo de {1} caracteres

# TextTypeError
source: The {0} should have a text value
es: {0} debe tener un valor de tipo texto
